publish/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2021-10-02 Sat 12:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>笔记</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Wu Peng" />
<link rel='stylesheet' type='text/css' href='https://littlevalley.github.io/mynotes/publish/css/org.css' /><link rel='stylesheet' type='text/css' href='https://littlevalley.github.io/mynotes/publish/css/header.css' />
</head>
<body>
<div id="preamble" class="status">
<div class="site_header"><div class="site_title" ><div class="title_main">WuPeng's Notes - 我的知识库</div><div class="title_sub">不积跬步，无以至千里；不积小流，无以成江海</div><div class="search"></div></div><div class="nav_bar"><ul><li><a href="https://littlevalley.github.io/mynotes/publish/index.html">笔记</a></li><li><a href="https://littlevalley.github.io/mynotes/publish/inbox.html">收集</a></li><li><a href="#contact">Contact</a></li><li style="float:right"><a href="https://littlevalley.github.io/mynotes/publish/about.html">关于</a></li></ul></div></div>
</div>
<div id="content">
<h1 class="title">笔记</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org8f6ffb2">1. Learning-学习</a></li>
<li><a href="#org5f99eea">2. Life-生活</a>
<ul>
<li><a href="#org88331dd">2.1. Education-教育</a></li>
</ul>
</li>
<li><a href="#orgc7e3359">3. Work-工作</a></li>
<li><a href="#orgcdde792">4. Meaning-兴趣</a>
<ul>
<li><a href="#orgc4f0eab">4.1. FVWM-FVWM窗口管理器</a></li>
<li><a href="#org0c9a666">4.2. Programing-编程</a></li>
<li><a href="#orga4d802f">4.3. Hardware-硬件</a></li>
<li><a href="#orgaa7e7cb">4.4. FreeBSD-BSD操作系统</a></li>
<li><a href="#org0481952">4.5. Linux-Linux操作系统</a></li>
<li><a href="#org3629961">4.6. Emacs-神之编辑器</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org8f6ffb2" class="outline-2">
<h2 id="org8f6ffb2"><span class="section-number-2">1</span> Learning-学习</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="./200-Learning-学习/人生的智慧学习笔记.html">人生的智慧学习笔记</a></li>
<li><a href="./200-Learning-学习/构建笔记系统.html">构建笔记系统</a></li>
</ul>
</div>
</div>
<div id="outline-container-org5f99eea" class="outline-2">
<h2 id="org5f99eea"><span class="section-number-2">2</span> Life-生活</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org88331dd" class="outline-3">
<h3 id="org88331dd"><span class="section-number-3">2.1</span> Education-教育</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><a href="./300-Life-生活/301-Education-教育/深度汉化GCompris-qt，免费的幼儿识字软件.html">深度汉化GCompris-qt，免费的幼儿识字软件</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc7e3359" class="outline-2">
<h2 id="orgc7e3359"><span class="section-number-2">3</span> Work-工作</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="./100-Work-工作/Data-Process.html">Data-Process</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgcdde792" class="outline-2">
<h2 id="orgcdde792"><span class="section-number-2">4</span> Meaning-兴趣</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgc4f0eab" class="outline-3">
<h3 id="orgc4f0eab"><span class="section-number-3">4.1</span> FVWM-FVWM窗口管理器</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/440-FVWM-FVWM窗口管理器/在Debian上用FVWM做自己的桌面.html">在Debian上用FVWM做自己的桌面</a></li>
<li><a href="./400-Meaning-兴趣/440-FVWM-FVWM窗口管理器/Debian11+Fvwm2.6定制桌面.html">Debian11+Fvwm2.6定制桌面</a></li>
</ul>
</div>
</div>
<div id="outline-container-org0c9a666" class="outline-3">
<h3 id="org0c9a666"><span class="section-number-3">4.2</span> Programing-编程</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<ol class="org-ol">
<li><a id="org8307dcf"></a>Python-Python<br />
<div class="outline-text-4" id="text-4-2-1">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/410-Programing-编程/412-Python-Python/django物业管理系统.html">django物业管理系统</a></li>
<li><a href="./400-Meaning-兴趣/410-Programing-编程/412-Python-Python/pdfminer3k pdf2txt 解析中文pdf不完全 bug 修复.html">pdfminer3k pdf2txt 解析中文pdf不完全 bug 修复</a></li>
</ul>
</div>
</li>
<li><a id="org0180da3"></a>VBA-VBA<br />
<div class="outline-text-4" id="text-4-2-2">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/410-Programing-编程/412-VBA-VBA/VBA.html">VBA</a></li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orga4d802f" class="outline-3">
<h3 id="orga4d802f"><span class="section-number-3">4.3</span> Hardware-硬件</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/460-Hardware-硬件/Arduino指纹锁避坑.html">Arduino指纹锁避坑</a></li>
<li><a href="./400-Meaning-兴趣/460-Hardware-硬件/usb_disk_driver_configure_application.html">usb_disk_driver_configure_application</a></li>
<li><a href="./400-Meaning-兴趣/460-Hardware-硬件/修复AW920 四核 miniPad卡在启动界面（ATM7029 ADFU强刷）.html">修复AW920 四核 miniPad卡在启动界面（ATM7029 ADFU强刷）</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgaa7e7cb" class="outline-3">
<h3 id="orgaa7e7cb"><span class="section-number-3">4.4</span> FreeBSD-BSD操作系统</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/430-FreeBSD-BSD操作系统/FreeBSD连接wifi无线网络.html">FreeBSD连接wifi无线网络</a></li>
<li><a href="./400-Meaning-兴趣/430-FreeBSD-BSD操作系统/freebsd compat linux app show Fatal: kernel too old.html">freebsd compat linux app show Fatal: kernel too old</a></li>
<li><a href="./400-Meaning-兴趣/430-FreeBSD-BSD操作系统/freebsd 使用 MeiZu MX3 手机上网.html">freebsd 使用 MeiZu MX3 手机上网</a></li>
<li><a href="./400-Meaning-兴趣/430-FreeBSD-BSD操作系统/解决从Freebsd 下pure-ftp服务器上下载文档内容乱码.html">解决从Freebsd 下pure-ftp服务器上下载文档内容乱码</a></li>
<li><a href="./400-Meaning-兴趣/430-FreeBSD-BSD操作系统/解决FreeBsd x3100 集显， ttyv8 向其他虚拟终端切换时花屏、假死的问题.html">解决FreeBsd x3100 集显， ttyv8 向其他虚拟终端切换时花屏、假死的问题</a></li>
</ul>
</div>
</div>
<div id="outline-container-org0481952" class="outline-3">
<h3 id="org0481952"><span class="section-number-3">4.5</span> Linux-Linux操作系统</h3>
<div class="outline-text-3" id="text-4-5">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/420-Linux-Linux操作系统/Linux 中文打字软件 gtypist 光标错位解决.html">Linux 中文打字软件 gtypist 光标错位解决</a></li>
</ul>
</div>
</div>
<div id="outline-container-org3629961" class="outline-3">
<h3 id="org3629961"><span class="section-number-3">4.6</span> Emacs-神之编辑器</h3>
<div class="outline-text-3" id="text-4-6">
<ul class="org-ul">
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/EmacsLisp语法表.html">EmacsLisp语法表</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/在Emacs中集成Recoll全文搜索.html">在Emacs中集成Recoll全文搜索</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/EmacsLisp_Advising_Emacs_lisp_Functions.html">EmacsLisp_Advising_Emacs_lisp_Functions</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/EmacsLisp-模式.html">EmacsLisp-模式</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/Elisp-manual-Modes 翻译.html">Elisp-manual-Modes 翻译</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/Emacs Gnus 多SMTP账户邮件发送配置及问题解决.html">Emacs Gnus 多SMTP账户邮件发送配置及问题解决</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/Elisp-Keymaps-翻译.html">Elisp-Keymaps-翻译</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/emacs-man-display.html">emacs-man-display</a></li>
<li><a href="./400-Meaning-兴趣/450-Emacs-神之编辑器/Emacs Gnus 邮件发送配置.html">Emacs Gnus 邮件发送配置</a></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>